//
//  Documentation.swift
//  Simple_vk
//
//  Created by Sergei Dorozhkin on 01.01.2021.
//

/*

 * Переписать друзей в более чистый код
 * реальное добавление и удаление групп пользователя
 * отмена поиска групп
 * Сделать реализацию действий кнопок новостей (комментарии, перепост, лайки)
 * Исправить баг в поиске групп
 * связать классы фотографий и подгружать в realm
 

 4. Что еще осталось сделать в проекте
 - Урок 7 и домашка
 - Урок 8 и домашка
 - Урок 9 и Наполнить реальными данными таблицу новостей
 */

