//
//  Documentation.swift
//  Simple_vk
//
//  Created by Sergei Dorozhkin on 01.01.2021.
//

/*
 1. Друзья:
 * Переписать друзей в более чистый код
 2. Группы:
 * реальное добавление и удаление групп пользователя
 * отмена поиска групп
 3. *Сделать реализацию действий кнопок новостей (комментарии, перепост, лайки)

 4. Сделать страницу новостей на базе стеков
 - Лейаут страницы с пробными данными (в поезде)
 - Наполнить реальными данными (в поезде)
 - Работа с базами данных, загрузка данных из базы (в поезеде)
 
 */

